Revit 2027 API
ParameterTypeId.TrussElementStickJustParam Property
 "Stick Symbol Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussElementStickJustParam { get; }
Public Shared ReadOnly Property TrussElementStickJustParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussElementStickJustParam {
	ForgeTypeId^ get ();
}
static member TrussElementStickJustParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace